{
	"html": "LA_Sheet.html",
	"css": "LA_styles.css",
	"authors": "Elena S., Jake W., Jacob J.",
	"preview": "LAPreview.png",
	"roll20userid": "1638432, 325498, 313251",
	"instructions": "# Character Sheet\r This sheet includes everything you need to run a character or monster for Gary Gygax's Lejendary Adventures.\r All references used for sheet calculations and rolls are derived from the Author's Signed and Numbered Editions of the \b Legendary Rules for All Players(HFP1001), Lejend Master's Lore(HFP1004), and Beasts of Lejend(HFP1007)\b published by Hekaforge Productions and Copyright 1999 by Trigee Enterprises.\r\r## Sheet Documentation\r  To view the sheet documentation wiki page with detailed instructions on using the various functions and roll templates available with this character sheet please see the [Lejendary Adventures-ARS Wiki](https://wiki.roll20.net/LejendaryAdventuresARS)\r\r## Roll Templates\r Several roll templates are integrated into the character sheet and are also available to use with your custom macros. Here is a quick description of each (for more detailed information please see the sheet documentation).\r\r* laDefault - behaves very much like the standard roll20 default template with a few optional features. Such as adding a subtitle, and adding descriptive text fields.\r* laAttack - A template designed for comprehensive weapon attack resolution. It even includes optional support for critical hits and fumbles.\r* laCheck - This template handles Ability and Base Rating checks. It provides a clear and concise display of whether the check fails or succeeds, and displays the relevant roll and target number for verification.\r* laDisaster - This template handles Disaster Avoidance Checks including indication of failure, partial success, and full success.\r* laActivations - A nice clean template for displaying Extraordinary Activations of all sorts. Includes fields for all of the standard activation attributes and an area to describe the spell effects. Also has optional attributes for easy damage and healing resolution for both static and scalable Activations.\r* laItemActivations2Eprotscroll - A slimmed down version of the Extraordinary Activations template designed to handle item Activations and consumables (potions, salves, etc.)\r\r## Special Thanks\r\r* The Father of TTRPG's Himself Himself, for this intriguing alternate reality to romp through.\r* Everyone in the character sheet test game.\r* Jake and Jacob for enabling my small tribute to this rarely seen and barely played ruleset."
}